[
    {
        "quote": "Until then, Commander Maddox, I will continue learning, changing, growing, and trying to become more than what I am.",
        "author": "Data"
    },
    {
        "quote": "If only rain could fall inside a room.",
        "author": "John M. Hull"
    },
    {
        "quote": "When you don't create things, you become defined by your tastes rather than ability. Your tastes only narrow & exclude people. so create.",
        "author": "Why the lucky stiff"
    },
    {
        "quote": "Beware of overconcern for money, or position, or glory. Someday you will meet a man who cares for none of these things. Then you will know how poor you are.",
        "author": "Rudyard Kipling"
    },
    {
        "quote": "Anything you need to quantify can be measured in some way that is superior to not measuring it at all.",
        "author": "Tom Gilb"
    },
    {
        "quote": "There are a million ways to lose a work day, but not even a single way to get one back.",
        "author": "Tom DeMarco and Timothy Lister"
    },
    {
        "quote": "No one is against you. They are for themselves. Learn this and you will make friends of enemies.",
        "author": "Ed Calderon's mother"
    },
    {
        "quote": "You can't pickpocket a naked man; so just get naked.",
        "author": "Ed Calderon's unnamed friend"
    },
    {
        "quote": "Lots of the people were mean, and most of them were miserable, even the ones with digital watches.",
        "author": "Douglas Adams"
    },
    {
        "quote": "Men are what they are because of what they do. Not what they say.",
        "author": "Fredrik Backman, A Man Called Ove"
    },
    {
        "quote": "If you're thinking without writing, you only think you’re thinking.",
        "author": "Leslie Lamport"
    },
    {
        "quote": "A time... comes for every man, when he chooses what sort of man he wants to be. And if you don't know the story, you don't know the man.",
        "author": "Fredrik Backman, A Man Called Ove"
    },
    {
        "quote": "I'd rather die drunk, broke at 34 and have people at a dinner table talk about me than live to be rich and sober at 90 and nobody remembered who I was.",
        "author": "Andrew, Whiplash"
    },
    {
        "quote": "yes is nothing without how.",
        "author": "Chris Voss"
    },
    {
        "quote": "So I saw that there is nothing better for a person than to enjoy their work, because that is their lot.",
        "author": "Solomon"
    },
    {
        "quote": "A fish only discovers its need for water when it is no longer in it.",
        "author": "Fons Trompenaars"
    },
    {
        "quote": "Man, too, became a machine, using reason to drive a somewhat reluctant body to obey rational dictates.",
        "author": "Fons Trompenaars"
    },
    {
        "quote": "Find what you love and let it kill you.",
        "author": "Charles Bukowski"
    },
    {
        "quote": "Objects are poor man's closures.",
        "author": "unknown"
    },
    {
        "quote": "Closures are poor man's objects.",
        "author": "unknown"
    },
    {
        "quote": "Whenever possible, steal code.",
        "author": "Tom Duff"
    },
    {
        "quote": "To learn and not to do is really not to learn. To know and not to do is really not to know.",
        "author": "Stephen R. Covey"
    },
    {
        "quote": "Tell me if anything was ever done ... Tell me ... Tell me ... Tell me if ever I did a thing ... Tell me if anything was ever made.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "More battles are lost by loss of hope than loss of blood.",
        "author": "Napoleon"
    },
    {
        "quote": "Everything on earth depends on will. I never had an idea in my life. I've got no imagination. I never dream.",
        "author": "Thomas Edison"
    },
    {
        "quote": "If I were not Alexander, I wish I were Diogenes.",
        "author": "Alexander the Great"
    },
    {
        "quote": "He that lives upon hope, dies farting.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "The meaning of life is to find your gift. The purpose of life is to give it away.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "We can't solve problems by using the same kind of thinking we used when we created them.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If a man empties his purse into his head, no man can take it away from him. An investment in knowledge always pays the best interest.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Tell me and I forget, teach me and I may remember, involve me and I learn.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "The more one knows, the more one can do. The more one can do, the more one ought to do.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "He who liveth upon hope dies farting.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "If you want to get smart the question you've got to keep asking is: Why? Why? Why? Why?",
        "author": "Charlie Munger"
    },
    {
        "quote": "Remember that reputation and integrity are your most valuable assets and can be lost in a heartbeat.",
        "author": "Charlie Munger"
    },
    {
        "quote": "People calculate too much and think too little.",
        "author": "Charlie Munger"
    },
    {
        "quote": "People are trying to be smart all I am trying to do is not to be idiotic, but it's harder than most people think.",
        "author": "Charlie Munger"
    },
    {
        "quote": "I don't mind shaking hands with a human being, are you one?",
        "author": "Malcolm X"
    },
    {
        "quote": "Do not talk to me of goodness, of abstract justice, of nature law. Necessity is the highest law, public welfare is the highest justice.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "Only knowledge can turn life's unbearableness into a weapon.",
        "author": "Yukio Mishima, The Temple of the Golden Pavilion"
    },
    {
        "quote": "The special quality of hell is to see everything clearly down to the last detail.",
        "author": "Yukio Mishima, The Temple of the Golden Pavilion"
    },
    {
        "quote": "Man is not a rational animal, he is a rationalizing animal.",
        "author": "Richard Hamming"
    },
    {
        "quote": "What you do to become successful is likely to be counterproductive when applied at a later date.",
        "author": "Richard Hamming"
    },
    {
        "quote": "The true test of a man’s character is what he does when no one is watching.",
        "author": "John Wooden"
    },
    {
        "quote": "Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are.",
        "author": "John Wooden"
    },
    {
        "quote": "If you don't have time to do it right, when will you have the time to do it over?",
        "author": "John Wooden"
    },
    {
        "quote": "Seek opportunities to show you care. The smallest gestures often make the biggest difference.",
        "author": "John Wooden"
    },
    {
        "quote": "It is amazing how much can be accomplished if no one cares who gets the credit.",
        "author": "John Wooden"
    },
    {
        "quote": "Players with fight never lose a game, they just run out of time.",
        "author": "John Wooden"
    },
    {
        "quote": "Be quick, but don't hurry.",
        "author": "John Wooden"
    },
    {
        "quote": "If we magnified blessings as much as we magnify disappointments, we would all be much happier.",
        "author": "John Wooden"
    },
    {
        "quote": "Make every day your masterpiece.",
        "author": "John Wooden"
    }
]
