[
    {
        "quote": "Until then, Commander Maddox, I will continue learning, changing, growing, and trying to become more than what I am.",
        "author": "Data"
    },
    {
        "quote": "If only rain could fall inside a room.",
        "author": "John M. Hull"
    },
    {
        "quote": "When you don't create things, you become defined by your tastes rather than ability. Your tastes only narrow & exclude people. so create.",
        "author": "Why the lucky stiff"
    },
    {
        "quote":"Beware of overconcern for money, or position, or glory. Someday you will meet a man who cares for none of these things. Then you will know how poor you are.",
        "author": "Rudyard Kipling"
    },
    {
        "quote": "Anything you need to quantify can be measured in some way that is superior to not measuring it at all.",
        "author": "Tom Gilb"
    },
    {
        "quote": "There are a million ways to lose a work day, but not even a single way to get one back.",
        "author": "Tom DeMarco and Timothy Lister"
    },
    {
        "quote": "No one is against you. They are for themselves. Learn this and you will make friends of enemies.",
        "author": "Ed Calderon's mother" 
    },
    {
        "quote": "You can't pickpocket a naked man; so just get naked.",
        "author": "Ed Calderon's unnamed friend"   
    },
    {
        "quote":"Lots of the people were mean, and most of them were miserable, even the ones with digital watches.",
        "author": "Douglas Adams"
    },
    {
        "quote":"Men are what they are because of what they do. Not what they say.",
        "author":"Fredrik Backman, A Man Called Ove"
    },
    {
        "quote":"If you're thinking without writing, you only think you’re thinking.",
        "author": "Leslie Lamport"
    },
    {
        "quote":"A time... comes for every man, when he chooses what sort of man he wants to be. And if you don't know the story, you don't know the man.",
        "author":"Fredrik Backman, A Man Called Ove"
    },
    {
        "quote": "I'd rather die drunk, broke at 34 and have people at a dinner table talk about me than live to be rich and sober at 90 and nobody remembered who I was.",
        "author": "Andrew, Whiplash"
    },
    {
        "quote": "yes is nothing without how.",
        "author": "Chris Voss"
    },
    {
        "quote": "So I saw that there is nothing better for a person than to enjoy their work, because that is their lot.",
        "author": "Solomon"
    }
]
